# FindObjAtPt_Delete

## Description
Deletes the find object iterator

```pascal
PROCEDURE FindObjAtPt_Delete(finderID : LONGINT);
```

```python
def vs.FindObjAtPt_Delete(finderID):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|finderID|LONGINT|   |

## Version
Availability: from Vectorworks 2014

## Category
* Graphic Calculation